{
    "version": "https://jsonfeed.org/version/1",
    "title": "Pure Natural Sleep",
    "description": "",
    "home_page_url": "https://timhaynz.github.io/pure-natural-sleep",
    "feed_url": "https://timhaynz.github.io/pure-natural-sleep/feed.json",
    "user_comment": "",
    "author": {
        "name": "Tim Hay"
    },
    "items": [
        {
            "id": "https://timhaynz.github.io/pure-natural-sleep/about/",
            "url": "https://timhaynz.github.io/pure-natural-sleep/about/",
            "title": "About",
            "summary": " We spend about a third of our lives in bed and quality sleep is probably the single most important thing you can get for your health, healing and well-being. Most people give little thought to the toxic chemicals they are breathing in and absorbing&hellip;",
            "content_html": "\n  <p>\n    We spend about a third of our lives in bed and quality sleep is probably the single most important thing you can get for your health, healing and well-being. Most people give little thought to the toxic chemicals they are breathing in and absorbing from their beds, let alone the huge environmental impacts of manufacturing and disposing of unhealthy bedroom products.\n  </p>\n\n  <p>\n    The more people choose with their wallets to invest in more eco-friendly, healthy beds, mattresses and bedding, the more of such products will become available and prices will get more competitive.\n  </p>\n\n  <p>\n    At Pure Natural Sleep, we will be showing you eco-friendly, healthier bedroom and sleep products to help you get a more comfortable, healthier sleep, while also caring for the environment.\n  </p>\n\n  <p>\n    The primary products that we will cover will be:\n  </p>\n\n  <ul>\n    <li>Mattresses</li><li>Beds</li><li>Pillows</li><li>Sheets, blankets and duvets</li><li>Sleepwear</li><li>Sleep masks</li><li>Supplements and essential oils for sleep</li>\n  </ul>",
            "author": {
                "name": "Tim Hay"
            },
            "tags": [
            ],
            "date_published": "2020-07-30T16:11:01+12:00",
            "date_modified": "2020-07-30T16:11:01+12:00"
        }
    ]
}
